export const accountConfirm = {
  welcome: '{name}, მოგესალმებით' + ' პირად კაბინეტში!',
  welcomeDescription:
    'პირადი კაბინეტის სავაჭრო სისტემაზე წვდომისთვის საჭიროა დაასრულოთ ანგარიშის\n' +
    '      ვერიფიკაცია. ამისთვის შეასრულეთ შემდეგი ნაბიჯები:',
  welcomeConfirmBankAccount: 'დაადასტურეთ საბანკო რეკვიზიტები',
  welcomeChooseTariff: 'აირჩიეთ ტარიფი',
  welcomeConfirmAddress: 'დაადასტურეთ მისამართი',
  bankDataConfirmTitle: 'დაადასტურეთ საბანკო ' + 'რეკვიზიტები',
  bankDataConfirmDescription:
    ' პირადი კაბინეტის სავაჭრო სისტემაზე წვდომისთვის საჭიროა\n' +
    '      დაადასტუროთ თქვენი საბანკო ანგარიში. განახორციელეთ გადარიცხვა თქვენს სახელზე გაფორმებული საბანკო ანგარიშიდან ქვემოთ მოცემული რეკვიზიტების გამოყენებით. თანხის მიღების შემდეგ ჩვენ შევამოწმებთ გამგზავნი ბანკის მონაცემებს და დავადასტურებთ თქვენს ანგარიშს\n' +
    '      შემდგომი შევსებისთვის.',
  back: 'დაბრუნება',
  chooseTariffTitle: 'აირჩიეთ ტარიფი',
  chooseTariffDescription:
    'აირჩიეთ სატარიფო გეგმა, რომელიც შეესაბამება თქვენს ამოცანებს და სასურველ მომსახურების პირობებს. გაეცანით ოფიციალურ დოკუმენტს',
  chooseTariffDocumentName: 'ბროკერის სატარიფო გეგმების შესახებ',
  chooseTariffBtn: 'ტარიფის არჩევა',
  addressConfirmTitle: 'დაადასტურეთ მისამართი',
  addressConfirmDescription: {
    text1: 'ვერიფიკაციის დასასრულებლად საჭიროა ატვირთოთ',
    text2: 'თქვენი საცხოვრებლის მისამართის დამადასტურებელი დოკუმენტი.',
    text3: 'დოკუმენტში უნდა იყოს მითითებული თქვენი სახელი, გვარი და სრული საცხოვრებლის მისამართი.',
    text4: 'ატვირთეთ დოკუმენტი დასაშვები ჩამონათვანიდან:',
    list: {
      marker1: 'საბანკო ამონაწერი;',
      marker2: 'კომუნალური გადასახადის ქვითარი;',
      marker3: 'სახელმწიფო ორგანოს ოფიციალური დოკუმენტი;',
      marker4part1: 'სხვა დოკუმენტები',
      marker4part2: 'დამტკიცებული ჩამონათვანიდან.'
    }
  },
  addressConfirmBtn: 'მისამართის დადასტურება'
};