export const footer = {
  bigText1:
    'Rioni Capital LLC. All rights reserved ®\n' +
    'შეზღუდული პასუხისმგებლობის საზოგადოება "რიონი კაპიტალი". ID 405664017. Bloomberg LEI: 254900se3wogkbd2rf35.',
  bigText2:
    'ძვირფასო მომხმარებლებო, გთხოვთ გაითვალისწინოთ, რომ საქართველოს ეროვნული ბანკისგან შესაბამისი ლიცენზიის მიღებამდე შპს "რიონი კაპიტალი" არ უზრუნველყოფს საბროკერო მომსახურებას ფინანსურ ბაზარზე. შპს "რიონი კაპიტალთან" დაკავშირებით ინფორმაციას შეგიძლიათ გაეცნოთ კომპანიის ოფიციალურ ვებ-გვერდზე.',
  bigText3:
    'შპს "რიონი კაპიტალის" მომსახურებისა და ტარიფების შესახებ დეტალური ინფორმაციის მისაღებად გთხოვთ დაგვიკავშირდეთ I-ე ჩიხი - ოლღა სოლოღაშვილის 5, თბილისი, 0131, საქართველო; ტელეფონით: +995 595436655. ფინანსური პროდუქტების შესახებ სასწავლო მასალების გაცნობა შეგიძლიათ ინტერნეტში: https://rioni-capital.ge. საიტზე განთავსებული კონტენტი წმინდა ინფორმაციული ხასიათისაა, არ წარმოადგენს ინდივიდუალურ საინვესტიციო რეკომენდაციას, მომავალში შესრულების გარანტიას ან/და დაპირებას (ინვესტიციის დაბრუნება) და მასში ნახსენები ფინანსური ინსტრუმენტები ან გარიგებები შეიძლება არ შეესაბამებოდეს თქვენს საინვესტიციო პროფილს და საინვესტიციო მიზნებსა და მოლოდინებს. შპს "რიონი კაპიტალი" არ იძლევა მოსალოდნელი მომგებიანობის გარანტიას. სანამ ფინანსურ ბაზარზე ინვესტირებას დაიწყებთ, ყურადღებით გაეცნით ამ პროცესთან დაკავშირებულ რისკებს. ფინანსური აქტივების ღირებულება, რომელშიც თქვენ ჩადეთ თქვენი თანხები, შეიძლება გაიზარდოს და შემცირდეს, წარსულში ინვესტიციის შედეგები არ განსაზღვრავს შემოსავალს მომავალში, სახელმწიფო არ იძლევა გარანტიას თქვენი ინვესტიციების მომგებიანობაზე. საფასურის გადახდა შეამცირებს თქვენი ინვესტიციების მომგებიანობას. ფინანსური ინსტრუმენტის ან ოპერაციის შესაბამისობის განსაზღვრა თქვენს ინტერესებთან, საინვესტიციო მიზნებთან, საინვესტიციო ჰორიზონტთან და მისაღები რისკის დონესთან არის თქვენი ამოცანა. შპს "რიონი კაპიტალი" არ არის პასუხისმგებელი ამ გაფრთხილებაში მოხსენიებული ტრანზაქციების ან ფინანსურ ინსტრუმენტებში ინვესტიციების განხორციელების შემთხვევაში შესაძლო დანაკარგებზე და არ გირჩევთ გამოიყენოთ ეს გაფრთხილება, როგორც ინფორმაციის ერთადერთი წყარო საინვესტიციო გადაწყვეტილების მიღებისას. შპს "რიონი კაპიტალი". ყველა უფლება დაცულია ® თბილისი. საქართველო 2025',
  contactsTitle: 'კონტაქტი',
  officePeriod: '(სამუშაო საათები) 9:00-20:00',
  emailTitle: 'ელ.ფოსტა',
  feedbackTitle: 'რაიმე შემოთავაზება გაქვთ? დაგვიკავშირდით.',
  feedbackPlaceholder: 'კომენტარი',
  feedbackSubmit: 'გაგზავნა',
  link1: 'კონფიდენციალურობის პოლიტიკა',
  link2: 'Cookies გამოყენების პოლიტიკა ',
  link3: 'პერსონალურ  მონაცემთა დამუშავების პოლიტიკა',
  menuTitle: 'მენიუ',
  menu: {
    about: 'ჩვენ შესახებ',
    services: 'მომსახურებები',
    tariffs: 'ტარიფები',
    education: 'სწავლება',
    news: 'სიახლეები',
    documents: 'დოკუმენტები',
    career: 'კარიერა'
  }
};
