export const registration = {
  firstStep: {
    title: 'პროფილის რეგისტრაცია',
    suggestion: 'ვეთანხმები',
    and: 'და',
    adds: 'ვეთანხმები სარეკლამო გაგზავნილებების მიღებას',
    regBtn: 'რეგისტრაცია',
    haveAccount: 'უკვე გაქვთ ანგარიში?',
    signIn: 'შესვლა'
  },
  secondStep: {
    loginRecommendations: 'ლოგინის შექმნის რეკომენდაციები:',
    slideUp: 'ჩაკეცვა',
    loginRules: {
      rule1: 'სიგრძე არანაკლებ 8 სიმბოლო, მაგრამ არაუმეტეს 32-ისა;',
      rule2: 'შეიძლება შედგებოდეს პატარა ლათინური ასოების, ციფრების, ქვედა ტირეს, წერტილისა და მინუსისგან;'
    },
    passwordRecommendations: 'პაროლის შექმნის რეკომენდაციები:',
    passwordRules: {
      rule1:
        'სიგრძე არანაკლებ 12 სიმბოლო. რაც მეტია სიმბოლოების რაოდენობა, მით უფრო საიმედოა პაროლი, მაგრამ\n' +
        '                  სიმბოლოების რაოდენობა არ უნდა აღემატებოდეს 32-ს;',
      rule2: 'შედგება რამდენიმე დაუკავშირებელი სიტყვისა ან ასოსგან;',
      rule3: 'შეიცავს დიდ (მთავრულ) და პატარა ლათინურ ასოებს;',
      rule4: 'შეიცავს ციფრებს ან სპეც. სიმბოლოებს (გარდა ცარიელი ადგილისა);',
      rule5: 'ნუ გამოიყენებთ მოწყობილობის კლავიატურაზე ერთმანეთის მიყოლებით მოსახვედრი ციფრებს ან ასოებს;',
      rule6: 'ნუ შექმნით პაროლს პირადი ინფორმაციის საფუძველზე (სახელი, დაბადების თარიღი, საიდენტიფიკაციო ნომერი და ა.შ.)'
    },
    strongPasswords: 'ძლიერი პაროლები',
    weakPasswords: 'სუსტი პაროლები',
    title: 'შექმენით ანგარიში',
    loginPassword: 'მოიფიქრეთ ლოგინი და პაროლი',
    recommendations: 'რეკომენდაციების საფუძველზე',
    createAccount: 'ანგარიშის შექმნა'
  },
  result: {
    welcome: 'მოგესალმებით, {name}',
    accessAvailable: 'ახლა თქვენთვის ხელმისაწვდომია შემდეგი განყოფილებები:',
    educationTitle: 'სწავლებისა და ტესტირების განყოფილება',
    educationDescription:
      'გაიგეთ თქვენი ფინანსური დონე და გაიუმჯობესეთ თქვენი ცოდნა ინვესტირებისა და ვაჭრობის სხვადასხვა დარგში ჩვენი გაფართოებული სასარგებლო სტატიებისა და ვიდეო გაკვეთილების ბაზის მეშვეობით',
    dashboardTitle: 'დემო ვაჭრობა დამწყებთათვის',
    dashboardDescription:
      'მოიშორეთ ეჭვები და აიმაღლეთ თქვენი ინვესტორის დონე რეალურ სავაჭრო ინსტრუმენტებზე დემო ანგარიშის მეშვეობით',
    analyticsTitle: 'წვდომა ანალიტიკასა და პროფესიონალურ მიმოხილვებზე',
    analyticsDescription:
      'გაეცანით ეკონომიკის უახლეს ახალ ამბებს და თვალყური ადევნეთ ინვესტიციის\n' +
      '              სპეციალისტების მიმოხილვებს'
  }
};