export const validations = {
  invalidEmail: 'არასწორი ელ.ფოსტა',
  invalidPhone: 'არასწორი ტელეფონის ნომერი',
  requiredField: 'აუცილებელი ველი',
  wrongLoginOrPassword: 'არასწორი მომხმარებელი ან პაროლი',
  wrongCode: 'დამადასტურებელი კოდი არასწორია. შეიყვანეთ კოდი ხელახლა',
  required:'ველი {field} აუცილებელია',
  passwordLength: 'პაროლი უნდა შეიცავდეს {min}-დან {max}-მდე სიმბოლოს',
  passwordLatinCase: 'პაროლი უნდა შეიცავდეს დიდ და პატარა ლათინურ ასოებს',
  passwordDigitOrSpecial: 'პაროლი უნდა შეიცავდეს ციფრებს ან სპეც. სიმბოლოებს (გარდა გაებისა)',
  passwordNoSpaces: 'პაროლი არ უნდა შეიცავდეს გაებებს',
  passwordDiversity: 'პაროლი უნდა შედგებოდეს რამდენიმე დაუკავშირებელი სიტყვის ან ასოსგან',
  passwordKeyboardSequence:
    'პაროლი არ უნდა შეიცავდეს ციფრებს ან ასოებს, რომლებიც კლავიატურაზე თანმიმდევრულად მოდის',
  passwordPersonalInfo:
    'პაროლი არ უნდა შეიცავდეს პირად ინფორმაციას (სახელი, დაბადების თარიღი, საიდენტიფიკაციო კოდი და ა.შ.)',
  weakPassword: 'შეიყვანეთ საიმედო პაროლი, გენერირება'
};
