export const footer = {
  bigText1: 'Общество с ограниченной ответственностью «Rioni Capital». ID 405664017.',
  bigText2:
    'Bloomberg LEI: 254900SE3WOGKBD2RF35. Уважаемые пользователи, обращаем ваше внимание, что до\n' +
    '      получения лицензии национального банка Грузии компания «RIONI CAPITAL LLC» не оказывает\n' +
    '      брокерские услуги на финансовом рынке.',
  bigText3:
    'Ознакомиться с информацией в отношении ООО «Rioni Capital» можно на официальном сайте компании\n' +
    '      в сети Интернет по адресу: (Link in progress) Получить подробную информацию об услугах и\n' +
    '      тарифах ООО «Rioni Capital», можно по адресу: I-й переулок - Ольги Сологашвили 5, Тбилиси,\n' +
    '      0131, Грузия; в сети Интернет по адресу: (Link in progress), по телефону: +995 595436655.\n' +
    '      Ознакомиться с обучающим материалами по финансовым продуктам можно в сети интернет по адресу:\n' +
    '      (Link in progress). Размещенная на сайте информация носит исключительно информативный\n' +
    '      характер, не является индивидуальной инвестиционной рекомендацией, гарантией и/или обещанием\n' +
    '      эффективности деятельности (доходности вложений) в будущем, и финансовые инструменты либо\n' +
    '      операции, упомянутые в ней, могут не соответствовать вашему инвестиционному профилю и\n' +
    '      инвестиционным целям и ожиданиям. ООО "Rioni Capital" не гарантирует достижения ожидаемой\n' +
    '      доходности. Прежде чем начать инвестировать на финансовом рынке, следует внимательно\n' +
    '      ознакомиться с рисками сопутствующими этому процессу. Стоимость финансовых активов, в которые\n' +
    '      вы вложили свои средства, может увеличиваться и уменьшаться, результаты инвестирования в\n' +
    '      прошлом не определяют доходы в будущем, государство не гарантирует доходность ваших\n' +
    '      инвестиций. Взимание комиссий уменьшит доходность ваших инвестиций. Определение соответствия\n' +
    '      финансового инструмента либо операции вашим интересам, инвестиционным целям, инвестиционному\n' +
    '      горизонту и уровню допустимого риска является вашей задачей. ООО «Rioni Capital» не несет\n' +
    '      ответственности за возможные убытки в случае совершения операций либо инвестирования в\n' +
    '      финансовые инструменты, упомянутые в данной информации, и не рекомендует использовать\n' +
    '      указанную информацию в качестве единственного источника информации при принятии\n' +
    '      инвестиционного решения. Rioni Capital LLC. All rights reserved ® Tbilisi. Georgia.2024',
  contactsTitle: 'Contact',
  officePeriod: '(office) from-to 9:00-20:00',
  emailTitle: 'Email',
  feedbackTitle: 'Any suggestions? Contact us',
  feedbackPlaceholder: 'Comment',
  feedbackSubmit: 'Send',
  link1: 'Политика конфиденциальности',
  link2: 'Политика использования cookies',
  link3: 'Политика обработки персональных данных',
  menuTitle: 'Menu',
  menu: {
    about: 'About us',
    services: 'Services',
    tariffs: 'Tariff',
    education: 'Education',
    news: 'News',
    documents: 'Documents',
    career: 'Career'
  }
};
