import i18n from './i18n';

export const itemsFlags = [
  {
    name: 'Россия',
    image: 'ru'
  },
  {
    name: 'Грузия',
    image: 'ge'
  }
];

export const countries = [
  'Австралия', 'Австрия', 'Азербайджан', 'Албания', 'Алжир', 'Ангола', 'Андорра', 'Антигуа и Барбуда', 'Аргентина', 'Армения', 'Афганистан',
  'Багамы', 'Бангладеш', 'Барбадос', 'Бахрейн', 'Беларусь', 'Белиз', 'Бельгия', 'Бенин', 'Болгария', 'Боливия', 'Босния и Герцеговина', 'Ботсвана', 'Бразилия', 'Бруней', 'Буркина-Фасо', 'Бурунди', 'Бутан',
  'Вануату', 'Ватикан', 'Великобритания', 'Венгрия', 'Венесуэла', 'Вьетнам',
  'Габон', 'Гаити', 'Гайана', 'Гамбия', 'Гана', 'Гватемала', 'Гвинея', 'Гвинея-Бисау', 'Германия', 'Гондурас', 'Гренада', 'Греция', 'Грузия', 'Дания', 'Джибути', 'Доминика', 'Доминиканская Республика',
  'Египет', 'Замбия', 'Зимбабве', 'Израиль', 'Индия', 'Индонезия', 'Иордания', 'Ирак', 'Иран', 'Ирландия', 'Исландия', 'Испания', 'Италия', 'Йемен',
  'Кабо-Верде', 'Казахстан', 'Камбоджа', 'Камерун', 'Канада', 'Катар', 'Кения', 'Кипр', 'Киргизия', 'Китай', 'Колумбия', 'Коморы', 'Конго', 'Корея', 'Косово', 'Коста-Рика', 'Кот-д\'Ивуар', 'Куба', 'Кувейт',
  'Лаос', 'Латвия', 'Лесото', 'Либерия', 'Ливан', 'Ливия', 'Литва', 'Лихтенштейн', 'Люксембург',
  'Маврикий', 'Мавритания', 'Мадагаскар', 'Македония', 'Малави', 'Малайзия', 'Мали', 'Мальдивы', 'Мальта', 'Марокко', 'Мексика', 'Молдова', 'Монако', 'Монголия', 'Мьянма',
  'Намибия', 'Непал', 'Нигер', 'Нигерия', 'Нидерланды', 'Никарагуа', 'Новая Зеландия', 'Норвегия', 'ОАЭ', 'Оман',
  'Пакистан', 'Панама', 'Парагвай', 'Перу', 'Польша', 'Португалия',
  'Руанда', 'Румыния', 'Россия', 'Сальвадор', 'Самоа', 'Сан-Марино', 'Сан-Томе и Принсипи', 'Саудовская Аравия', 'Северная Корея', 'Сейшелы', 'Сенегал', 'Сербия', 'Сингапур', 'Сирия', 'Словакия', 'Словения', 'Сомали', 'Судан', 'Суринам', 'США', 'Сьерра-Леоне',
  'Таджикистан', 'Таиланд', 'Танзания', 'Того', 'Тринидад и Тобаго', 'Тунис', 'Туркменистан', 'Турция', 'Уганда', 'Узбекистан', 'Украина', 'Уругвай',
  'Фиджи', 'Филиппины', 'Финляндия', 'Франция',
  'Хорватия', 'Центральноафриканская Республика', 'Чад', 'Черногория', 'Чехия', 'Чили',
  'Швейцария', 'Швеция', 'Шри-Ланка',
  'Эквадор', 'Эритрея', 'Эсватини', 'Эфиопия', 'Эстония', 'ЮАР', 'Южный Судан', 'Ямайка', 'Япония'
];

export const russianMonths = [
  'янв.',
  'фев.',
  'марта',
  'апр.',
  'мая',
  'июня',
  'июля',
  'авг.',
  'сент.',
  'окт.',
  'нояб.',
  'дек.'
];

export const menuItem = [
  {
    name: 'portfolio',
    title: i18n.global.t('header.portfolio')
  },
  // {
  //   name: 'market',
  //   title: t('header.market')
  // },
  {
    name: 'pronouns',
    title: i18n.global.t('header.pronouns')
  },
  {
    name: 'reports',
    title: i18n.global.t('header.reports')
  }
  // {
  //   name: 'analitics',
  //   title: t('header.analitics')
  // }
];