export const accountConfirm = {
  welcome: '{name}, добро пожаловать' + ' в личный кабинет!',
  welcomeDescription:
    'Для доступа к торговой системе личного кабинета, вам необходимо завершить верифакацию\n' +
    '      аккаунта. Для этого выполните следующие шаги:',
  welcomeConfirmBankAccount: 'Подтвердите банковские реквизиты',
  welcomeChooseTariff: 'Выберите тариф',
  welcomeConfirmAddress: 'Подтвердите адрес',
  bankDataConfirmTitle: 'Подтвердите банковские ' + 'реквизиты',
  bankDataConfirmDescription:
    ' Для доступа к торговой системе личного кабинета, вам необходимо\n' +
    '      подтвердить свой банковский счёт. Совершите перевод с банковского счёта, оформленного на ваше имя, используя реквизиты ниже. После поступления средств мы проверим данные банка отправителя и подтвердим ваш счёт для\n' +
    '      дальнейших пополнений.',
  back: 'вернуться назад',
  chooseTariffTitle: 'Выберите тариф',
  chooseTariffDescription:
    'Выберите тарифный план, который соответствует вашим задачам и желаемым условиям обслуживания. Ознакомьтесь с официальным документом',
  chooseTariffDocumentName: 'о тарифных планах брокера',
  chooseTariffBtn: 'Выбрать тариф',
  addressConfirmTitle: 'Подтвердите адрес',
  addressConfirmDescription: {
    text1: 'Для завершения верификации необходимо загрузить',
    text2: 'документ подтверждающий адрес вашего проживания.',
    text3: 'Документ должен содержать ваши ФИО и полный адрес проживания.',
    text4: 'Загрузите документ из допустимого перечня:',
    list: {
      marker1: 'банковская выписка;',
      marker2: 'счёт за коммунальные услуги;',
      marker3: 'официальный документ государственного органа;',
      marker4part1: 'другие документы из',
      marker4part2: 'утверждённого перечня.'
    }
  },
  addressConfirmBtn: 'Подтвердить адрес'
};
