export const registration = {
  firstStep: {
    title: 'Регистрация профиля',
    suggestion: 'Я согласен с',
    and: 'и',
    adds: 'Я согласен на получение рекламных рассылок',
    regBtn: 'Зарегистрироваться',
    haveAccount: 'Уже есть аккаунт?',
    signIn: 'Войти'
  },
  secondStep: {
    loginRecommendations: 'Рекомендации по созданию логина:',
    slideUp: 'свернуть',
    loginRules: {
      rule1: 'Длина не менее 8 символов, но не более 32;',
      rule2: 'Может состоять из строчных латинских букв, цифр, подчеркивания, точки и минуса;'
    },
    passwordRecommendations: 'Рекомендации по созданию пароля:',
    passwordRules: {
      rule1:
        'Длина не менее 12 символов. Чем больше символов, тем надежнее пароль, но\n' +
        '                  количество символов не должно превышать 32;',
      rule2: 'Состоит из нескольких несвязанных слов или букв;',
      rule3: 'Содержит в себе прописные(заглавные) и строчные латинские буквы;',
      rule4: 'Содержит в себе цифры или спец. символы  (кроме пробела);',
      rule5: 'Не используйте цифры или буквы идущие друг за другом на раскладке вашего девайса;',
      rule6: 'Не создавайте пароль на основе личной информации (имя, дата рождения, ИНН и тд)'
    },
    strongPasswords: 'Сильные пароли',
    weakPasswords: 'Слабые пароли',
    title: 'Создайте аккаунт',
    loginPassword: 'Придумайте логин и пароль',
    recommendations: 'на основе рекомендаций',
    createAccount: 'Создать аккаунт'
  },
  result: {
    welcome: 'Добро пожаловать, {name}',
    accessAvailable: 'Теперь вам доступны к пользованию следующие разделы:',
    educationTitle: 'Раздел обучения и тестирования',
    educationDescription:
      'Узнайте свой финансовый уровень и совершенствуйте  свои знания в различных отраслях инвестирования  и торговли, с помощью нашей расширенной базы  полезных статей и видеоруков',
    dashboardTitle: 'Демо торговля для новичков',
    dashboardDescription:
      'Избавьтесь от сомнений и прокачайте свой уровень инвестора на реальных инструментах торговли  с помощью демо счета',
    analyticsTitle: 'Доступ к аналитике и проф.обзорам',
    analyticsDescription:
      'Будьте в курсе последних новостей в экономике и следите  за обзорами инвестиционных\n' +
      '              специалистов'
  }
};
